Repository: collective/collective.singing
Catalog: collective/singing/locales/*/LC_MESSAGES/collective.singing.po
Languages: bg, ca, cs, eu, it, no

source: Address
bg: Адрес
ca: Adreça
cs: E-mail
eu: Helbidea
it: Indirizzo
no: Adresse

source: Collector (what)
bg: Колектор (какво)
ca: Col·lector (què)
cs: Sběrač (co)
eu: Informazio-bilduma (zer)
it: Collezione (cosa)
no: Samling (hva)

source: Daily scheduler
bg: Ежедневно изпращане
ca: Programador diari
cs: Denní plánovač
eu: Eguneroko bidalketa
it: Schedulazione giornaliera
no: Daglig scheduler

source: Description
bg: Описание
ca: Descripció
cs: Popis
eu: Deskribapena
it: Descrizione
no: Beskrivelse

source: Fill in the information below to subscribe.
bg: Въведете информацията по-долу за да се абонирате.
ca: Ompli la informació que figura baix per a subscriure't.
cs: K dokončení přihlášení vyplňte prosím následující informace.
eu: Bete ezazu beheko informazioa buletinera harpidetzeko.
it: Inserisci le informazioni qui sotto per iscriverti.
no: Fyll inn informasjon under for å abonnere.

source: Filters
bg: Филтри
ca: Filtres
cs: Filtry
eu: Filtroak
it: Filtri
no: Filter

source: Finish
bg: Край
ca: Acaba
cs: Dokončit
eu: Amaitu
it: Fine
no: Avslutt

source: Format
bg: Формат
cs: Formát
eu: Formatua
it: Formato

source: Information submitted successfully.
bg: Информацията беше въведена успешно.
ca: S'ha enviat la informació.
cs: Nastavení bylo uloženo.
eu: Informazioa ondo bidali da
it: Informazioni inviate con successo.
no: Informasjon sendt.

source: Manual scheduler
bg: Ръчно изпращане
eu: Eskuzko bidalketa
it: Schedulazione manuale
no: Manuell scheduler

source: Proceed
bg: Напред
ca: Procedeix
cs: Další
eu: Aurrera
it: Procedere
no: Fortsett

source: Retrieve a link to your personalized subscription settings
bg: Получаване на връзка към настройки на вашия абонамент.
ca: Fes que t'enviem un enllaç a la plana de configuració de les teues subscripcions.
cs: Odkaz na osobní stránku nastavení.
eu: Zure harpidetza kudeatzeko lotura lortu
it: Recupera un collegamento per le impostazioni di questa iscrizione.
no: Hent en lenke til din personlige abonnementsinnstillinger

source: Scheduler (when)
bg: Изпращане (кога)
ca: Programador (quan)
cs: Plánovač (kdy)
eu: Antolaketa (noiz)
it: Schedulazione (quando)
no: Scheduler (når)

source: Send
bg: Изпращане
ca: Envia
cs: Odeslat
eu: Bidali
it: Invia

source: Send my subscription details
bg: Изпращане на на информация за моя абонамент
ca: Envia'm els detalls de les meues subscripcions
cs: Odeslat mé přihlašovací údaje
eu: Nire harpidetzari buruzkoak ikusi
it: Invia i dettagli di questa mia iscrizione
no: Send min abonnementinformasjon

source: Subjects
bg: Теми
eu: Gaiak
it: Soggetti
no: Emner

source: Subjects collector
eu: Gaien informazio-bilduma
it: Collezione di soggetti
no: Emnesamling

source: Subscribeable
it: Sottoscrivibile
no: Abonnerbar

source: Thanks for your subscription; we sent you a message for confirmation.
bg: Благодарим ви че се абонирахте; изпратихме ви съобщение от което да потвърдите.
ca: Gràcies per la teua subscripció; t'hem enviat un missatge de confirmació.
cs: Děkujeme za vaše přihlášení k odběru. Byla vám odeslána zpráva pro protvrzení přihlášení.
eu: Eskerrik asko zure harpidetzagatik; harpidetza konfirmatzeko mezu bat bidali dizugu.
it: Grazie per la tua iscrizione. Ti abbiamo inviato un messaggio di conferma.
no: Takk for ditt abonnement; vi sendt deg en melding om bekreftelse.

source: Thanks. We sent you a message.
bg: Благодарим. Изпратихме ви съобщение.
ca: Gràcies. T'hem enviat un missatge.
cs: Byla vám odeslána zpráva. Děkujeme.
eu: Eskerrik asko. Mezu bat bidali dizugu.
it: Grazie. Ti abbiamo inviato un messaggio.
no: Takk. Vi har sendt deg en melding.

source: The address you're already subscribed with
bg: Адреса на който сте абонирани
ca: L'adreça amb la qual estàs subscrit
cs: E-mail adresa, která byla použita při přhlášení.
eu: Harpidetza eginda daukazun helbidea
it: L'indirizzo con cui ti sei già iscritto
no: Adressen du allerede abonnerer på med

source: The channel's subscriptions
bg: Абонаменти за канал
ca: Subscripcions al canal
cs: Seznam přihlášení
eu: Buletinaren harpidetzak.
it: Iscrizioni ai canali di diffusione
no: Postlistens abonnementer

source: There were errors.
bg: Бяха открити грешки.
ca: Hi ha hagut errors.
cs: Prosím, opravte vyznačené chyby.
eu: Erroreak egon dira
it: Si sono verificati degli errori.
no: Det var feil.

source: There's already a subscription for ${name}
bg: Вече има абонамент за ${name}
eu: Badago ${name}-ren harpidetza bat
it: Esiste già un abbonamento per ${name}
no: Det er allerede et abonnement for ${name}

source: Timed scheduler
bg: Периодично изпращане
eu: Antolatutako bidalketa
it: Schedulazione temporale
no: Tidsbestemt scheduler

source: Title
bg: Заглавие
ca: Títol
cs: Nadpis
eu: Izenburua
it: Titolo
no: Tittel

source: Unique identifier for this channel across the site.
bg: Уникален идентификатор на този канал за сайта.
ca: Identificador únic per aquest canal en el lloc web.
cs: Unikátní identifikátor tohoto kanálu v celém portálu
eu: Webgunean zehar buletin hau identifikatzeko erabiliko den identifikadora
it: Identificatore univoco valido per tutto il sito.
no: Unik identifikator for denne mailinglisten.

source: Weekly scheduler
bg: Седмично изпращане
ca: Programador setmanal
cs: Týdenní plánovač
eu: Astekako bidalketa
it: Schedulazione settimanale
no: Ukentlig scheduler

source: You are already subscribed.
bg: Вие вече сте абониран(а).
ca: Ja estàs subscrit.
cs: Takové přihlášení již existuje.
eu: Aurretik harpidetuta zaude.
it: Sei già iscritto
no: Du abonnerer allerede.

source: Your subscription isn't known to us.
bg: Нямате абонамент.
ca: No coneixem la teua subscripció.
cs: Taková registrace není známa.
eu: Ez zaude harpidetuta.
it: Iscrizione sconosciuta.
no: Abonnementet er ikke kjent for oss.
